Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, it_it, pl_pl, pt_pt, ta, th_th, zh_cn, zh_tw

# PanoseSymbolKind_INDUSTRY_SPECIFIC
source: Industry specific
es_es: Específico de la industria

# PanoseSymbolAspectRatio
source: Aspect Ratio (Symbol)
es_es: Relación de aspecto (Símbolo)

# PanoseSymbolAspectRatio_ANY
source: Any
es_es: Cualquiera

# PanoseSymbolAspectRatio_NO_FIT
source: No fit
es_es: Sin ajuste

# PanoseSymbolAspectRatio_NO_WIDTH
source: No width
es_es: Sin ancho

# PanoseSymbolAspectRatio_EXCEPTIONALLY_WIDE
source: Exceptionally wide
es_es: Excepcionalmente ancho

# PanoseSymbolAspectRatio_SUPER_WIDE
source: Super wide
es_es: Súper ancho

# PanoseSymbolAspectRatio_VERY_WIDE
source: Very wide
es_es: Muy ancho

# PanoseSymbolAspectRatio_WIDE
source: Wide
es_es: Ancho

# PanoseSymbolAspectRatio_NARROW
source: Narrow
es_es: Estrecho

# PanoseSymbolAspectRatio_VERY_NARROW
source: Very narrow
es_es: Muy estrecho

# PanoseAspectRatioAndContrast
source: Aspect ratio & contrast
es_es: Relación de aspecto y contraste

# PanoseAspectRatio94
source: Aspect ratio of character 94
es_es: Relación de aspecto del carácter 94

# PanoseAspectRatio119
source: Aspect ratio of character 119
es_es: Relación de aspecto del carácter 119

# PanoseAspectRatio157
source: Aspect ratio of character 157
es_es: Relación de aspecto del carácter 157

# PanoseAspectRatio163
source: Aspect ratio of character 163
es_es: Relación de aspecto del carácter 163

# PanoseAspectRatio211
source: Aspect ratio of character 211
es_es: Relación de aspecto del carácter 211

# AppName
source: Character Map UWP
pt_pt: Mapa de caracteres UWP
zh_cn: 字符映射表

# ColoredGlyphLabel.Text
source: Colored Glyph
de_de: Farbige Glyphe
it_it: Glifo colorato
pl_pl: Kolorowy glif
pt_pt: Glifo colorido
ta: வண்ணமிட்ட கிளிஃப்
th_th: อักษรสี
zh_cn: 着色字形

# ColorGlyphToggle.OffContent
source: Monochrome Glyphs
pt_pt: Glifo monocromático
zh_cn: 单色字形

# DigCreateCollection.SecondaryButtonText
source: Cancel
it_it: Annulla
pt_pt: Cancelar
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消

# DigDeleteCollection.PrimaryButtonText
source: Delete
it_it: Elimina
pt_pt: Eliminar
th_th: ลบ
zh_cn: 删除
zh_tw: 刪除

# DigDeleteCollection.SecondaryButtonText
source: Cancel
it_it: Annulla
pt_pt: Cancelar
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消

# BtnCancel.Content
source: Cancel
it_it: Annulla
pt_pt: Cancelar
th_th: ยกเลิกพิมพ์
zh_cn: 取消

# AddTooButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add to Collection
pt_pt: Adicionar à coleção
zh_cn: 添加到收藏

# DigOpenFolder.SecondaryButtonText
source: Cancel
pt_pt: Cancelar
zh_cn: 取消

# CompareFacesCountLabel.Text
source: Compare {0} font faces
pt_pt: Comparar {0} tipos de letra
zh_cn: 对比 {0} 种字体

# OptionsScriptDevanagari.Text
source: Devanagari
pt_pt: Devanágari
zh_cn: 天城字符

# InstallDialog.SecondaryButtonText
source: Close
pt_pt: Fechar
zh_cn: 关闭

# TxtFontIcon.Header
source: Font Icon
ta: எழுத்துரு படவுரு
zh_cn: FontIcon 图标
zh_tw: 字體圖標

# TxtSymbolIcon.Header
source: Symbol Icon
ta: சின்ன படவுரு
th_th: ฟอนต์สัญลักษณ์
zh_cn: SymbolIcon 图标
zh_tw: Symbol圖標

# TxtUnicode.Header
source: Unicode
zh_cn: Unicode 编码
zh_tw: Unicode 編碼

# DWriteSourceAppxPackage
source: Microsoft Store
zh_cn: 微软应用商店

# TxtPathIcon.Text
source: Path Icon
pl_pl: Ikona ścieżki
ta: பாதை படவுரு
zh_cn: PathIcon 图标

# FontPropertiesButton.Label
source: Info
zh_cn: 信息

# PixelUnits.Text
source: px
zh_cn: 像素

# SuggestOptionHindi.Text
source: Hindi
zh_cn: 印地文

# UnihanTypeNameHangul
source: Hangul
zh_cn: 谚文

# UnihanTypeNameHanyuPinlu
source: Hanyu Pinlu
zh_cn: 汉语频率

# UnihanTypeNameHanyuPinyin
source: Hànyǔ Pīnyīn
zh_cn: 汉语拼音

# UnihanTypeNameTang
source: Tang
zh_cn: 唐朝音

# UnihanTypeNameTGHZ2013
source: Hànyǔ Pīnyīn (TGHZ)
zh_cn: 汉语拼音 (TGHZ)

# UnihanTypeNameXHC1983
source: Hànyǔ Pīnyīn (XHC)
zh_cn: 汉语拼音 (XHC)

# AppName
source: Character Map
de_de: Zeichentabelle UWP
it_it: Mappa caratteri UWP
pl_pl: Tablica znaków UWP
ta: எழுத்துக்குறி வரைபடம்
th_th: ผังอักขระ
zh_tw: 字符映射表

# ColorGlyphToggle.OffContent
source: Monochrome glyphs
de_de: Monochrome Glyphen
it_it: Glifi monocromi
pl_pl: Glify monochromatyczne
ta: ஒற்றைகுருமம் கிளிஃப்கள்
th_th: ตัวอักษรขาวดำ
zh_tw: 單色字符

# SearchBox.PlaceholderText
source: Search character name or unicode hex
de_de: Suche nach Namen oder Unicode-Hex
it_it: Cerca per nome o esadecimale Unicode
pl_pl: Wyszukaj wg nazwy lub szesnastkowy Unicode
ta: எழுத்து பெயர் அல்லது Unicode Hexஐ தேடு
th_th: ค้นหาตัวอักษรด้วยชื่อหรือด้วยรหัส Unicode
zh_tw: 檢索字符名稱或 Unicode HEX

# SettingsSimpleAnimationDescription.Text
source: Controls the animation for loading the font list, switching fonts and changing characters. Turning this on has negligible performance impact.
de_de: Kontrolliert die meisten Animationen innerhalb der Anwendung. Das Abschalten deaktiviert die meisten Animationen. Das Anschalten hat einen vernachlässigbaren Einfluss auf die Leistung.
it_it: Controlla la maggior parte delle animazioni dell'applicazione. Disattivando questa opzione si disabiliterà la la maggior parte delle animazioni. L'abilitazione dell'animazione ha un impatto trascurabile sulle prestazioni.
pl_pl: Steruje większością animacji wewnątrz aplikacji. Wyłączenie tej opcji spowoduje wyłączenie większości animacji. Włączenie tej opcji ma znikomy wpływ na wydajność.
ta: எழுத்துரு பட்டியலை ஏற்றுதல், எழுத்துருக்களை மாற்றுதல் மற்றும் எழுத்துக்குறிகளை மாற்றுதல் ஆகிய அசைவூட்டத்தை கட்டுப்படுத்துகிறது. இதை இயக்குவதன் மூலம் செயல்திறன் பாதிப்பு மிகவும் குறைவாக இருக்கும்.
th_th: ใช้อนิเมชั่นขณะโหลดฟอนต์, เปลี่ยนฟอนต์, เปลี่ยนตัวอักษรที่เลือก. เปิดการตั้งค่านี้ไม่มีผลเสียต่อสมรรถภาพแอป.

# SettingsSimpleAnimationHeader.Text
source: Enable simple animations
de_de: Animationen aktivieren
it_it: Abilitare le animazioni
pl_pl: Włączanie animacji
ta: எளிய அசைவூட்டங்களை செயற்படுத்து
th_th: ใช้อนิเมชั่น

# SettingsUIHeader.Text
source: User Interface
de_de: Anordnung
it_it: Layout
pl_pl: Układ
ta: தளவமைப்பு
th_th: หน้าตาแอป

# OptionScriptCJKUnifiedIdeographs.Text
source: CJK
de_de: CJK (Chinesisch/Japanisch/Koreanisch)
it_it: CJK (Cinese/Giapponese/Coreano)
pl_pl: CJK (Chiński/Japoński/Koreański)
th_th: จีน/ญี่ปุ่น/เกาหลี

# SettingsAdvancedUILabel.Text
source: User Interface Advanced
de_de: Aussehen & Wirkung
it_it: Aspetto & sensazione
pl_pl: Wygląd i działanie
ta: மேம்பட்ட பயனர் இடைமுகம்
th_th: การแสดงผลขั้นสูง

# CopySequencePlaceholder.Text
source: add a character using the Add button
de_de: Doppelklicke ein Zeichen oder nutze den Hinzufügen-Knopf
it_it: Doppio clic su un carattere o usa il controllo Aggiungi
pl_pl: kliknij dwukrotnie znak lub użyj przycisku Dodaj
th_th: ดับเบิ้ลคลิกที่ตัวอักษรเพื่อเพิ่่มเข้าผังคัดลอกอักขระ

# TxtPathGeometry.Text
source: Path Geometry
pl_pl: Geometria ścieżki
ta: பாதை வடிவியல்

# TxtFontImageSource.Text
source: Font Image Source
pl_pl: Źródło obrazu czcionki

# BtnCopy.Text
source: Copy (character only)
zh_tw: 復制 (僅字符)

# BtnSavePng.Text
source: Save as PNG
zh_tw: 保存 PNG

# BtnSaveSvg.Text
source: Save as SVG (monochrome only)
zh_tw: 保存 SVG (僅單色)

# CharsLabel.Text
source: Char(s)
zh_tw: 個字符

# ColoredGlyphLabel.Text
source: Colorization
zh_tw: 顏色選擇

# DigRenameCollection.SecondaryButtonText
source: Cancel
zh_tw: 取消

# DigSettings.Title
source: Settings
zh_tw: 設置

# FilterAllFonts.Content
source: All Fonts
zh_tw: 所有字體

# FilterImportedFonts.Content
source: Imported Fonts
zh_tw: 導入的字體

# FilterSymbolFonts.Content
source: Symbol Fonts
zh_tw: 符號字體

# FontListDisplayToggle.OffContent
source: Show Font names using System default font
zh_tw: 使用系統默認字體顯示字體名稱

# FontListDisplayToggle.OnContent
source: Show Font names using actual font
zh_tw: 使用字體本身顯示字體名稱

# FontsCountLabel.Text
source: Fonts
zh_tw: 字體

# GridSlider.Header
source: Character Grid Size
zh_tw: 字符網格尺寸

# PngSlider.Header
source: PNG Resolution (pixel)
zh_tw: PNG 分辨率(像素)

# RemoveFontFlyout.Text
source: Delete Font Family
zh_tw: 刪除字體全家

# RestartButton.Content
source: Restart
zh_tw: 重啟應用

# Settings_AboutDescription.Text
source: This App is designed to replace Windows system win32 character map. It is more DPI aware on high DPI screens.
zh_tw: 本應用可替換 Windows 10 系統自帶的 Win32字符映射表。適配高DPI屏幕的設備。

# TxtXamlCode.Header
source: XAML Code
zh_tw: XAML 轉義代碼

# WeightSelector.Header
source: Variants
zh_tw: 變體
